Repository: bigcommerce/dev-docs
Catalog: assets/PO/storefront-*.po
Languages: de_de, es_mx, fr_fr, it_it, nl_nl, pt_br, sv_se

source: View Shared Wishlist
de_de: Geteilte Wunschliste anzeigen
es_mx: Ver lista de deseos compartidos
fr_fr: Voir la liste d'envies partagée
it_it: Visualizza Lista desideri condivisa
nl_nl: Gedeeld verlanglijstje bekijken
pt_br: Ver lista de desejos compartilhada
sv_se: Visa delad önskelista

source: Home
de_de: Startseite
es_mx: Inicio
fr_fr: Accueil
pt_br: Página inicial
sv_se: Hem

source: My Wish List
fr_fr: Ma liste d'envies
nl_nl: Mijn verlanglijstje

source: The item has been added to your wish list.
fr_fr: L'article a été ajouté à votre liste d'envies.
nl_nl: Het artikel is toegevoegd aan uw verlanglijstje.

source: {merchantName} ACTS LIKE A BROKER AND OFFERS CREDIT FROM PAYPAL CREDIT. PAYPAL CREDIT IS A TRADING NAME OF PAYPAL (Europe) S.À.R.L. ET CIE, S.C.A., 22-24 BOULEVARD ROYAL L-2449, LUXEMBOURG
fr_fr: {merchantName} JOUE LE RÔLE D'INTERMÉDIAIRE ET PROPOSE DU CRÉDIT À PARTIR DE PAYPAL CREDIT. PAYPAL CREDIT EST UNE APPELLATION COMMERCIALE DE PAYPAL (Europe) S.À.R.L. ET CIE, S.C.A., 22-24 BOULEVARD ROYAL L-2449, LUXEMBOURG
nl_nl: {merchantName} HANDELT ALS TUSSENPERSOON EN BIEDT KREDIET AAN VAN PAYPAL CREDIT. PAYPAL CREDIT IS EEN HANDELSNAAM VAN PAYPAL (Europe) S.À.R.L. ET CIE, S.C.A., 22-24 BOULEVARD ROYAL L-2449, LUXEMBURG
