Repository: bigcommerce/dev-docs
Catalog: assets/PO/storefront-*.po
Languages: de_de, es_mx, fr_fr, it_it, nl_nl, pt_br, sv_se

source: Cannot purchase a Gift Certificate using a Gift Certificate
de_de: Ein Geschenkgutschein kann nicht mit einem Geschenkgutschein gekauft werden
es_mx: No se puede comprar un certificado de regalo con un certificado de regalo
fr_fr: Vous ne pouvez pas acheter de chèque-cadeau en utilisant un chèque-cadeau.
it_it: Non è possibile acquistare un buono regalo utilizzando un buono regalo
nl_nl: Kan geen cadeaubon kopen met een cadeaubon
pt_br: Não é possível comprar vales-presentes utilizando um vale-presente
sv_se: Det går inte att köpa ett presentkort med ett presentkort

source: Your gift certificate has been updated successfully.
de_de: Ihr Geschenkgutschein wurde aktualisiert.
es_mx: Su certificado de regalo se actualizó correctamente.
fr_fr: Votre chèque-cadeau a bien été mis à jour.
it_it: Il tuo buono regalo è stato aggiornato correttamente.
nl_nl: Uw cadeaubon is bijgewerkt.
pt_br: Seu vale-presente foi atualizado.
sv_se: Ditt presentkort har uppdaterats.

source: Your gift certificate has been generated and saved in your cart.
de_de: Ihr Geschenkgutschein wurde erstellt und in Ihrem Warenkorb gespeichert.
es_mx: Su certificado de regalo se generó y guardó en su carrito.
fr_fr: Votre chèque-cadeau a été créé et enregistré dans votre panier.
it_it: Il buono regalo è stato creato e salvato nel carrello.
nl_nl: Uw cadeaubon is gegenereerd en opgeslagen in uw winkelmandje.
pt_br: Seu vale-presente foi gerado e salvo no seu carrinho.
sv_se: Ditt presentkort har genererats och sparats i din kundvagn.

source: The selected product combination doesn't exist.
de_de: Die gewählte Produktkombination existiert nicht.
es_mx: No existe la combinación de productos seleccionada.
fr_fr: L'assortiment de produits sélectionné n'existe pas.
it_it: La combinazione di prodotti selezionata non esiste.
nl_nl: De geselecteerde productcombinatie bestaat niet.
pt_br: A combinação de produtos selecionada não existe.
sv_se: Den valda produktkombination existerar inte.

source: Please enter a valid product quantity.
de_de: Bitte geben Sie eine gültige Produktmenge ein.
es_mx: Ingrese una cantidad de producto válida.
fr_fr: Veuillez saisir une quantité valide.
it_it: Inserisci una quantità di prodotto valida.
nl_nl: Voer een geldige hoeveelheid in voor het product.
pt_br: Insira uma quantidade de produto válida.
sv_se: Ange en giltig produktkvantitet.

source: Please enter a title, text and rating for your review.
de_de: Bitte geben Sie einen Titel, einen Text und eine Bewertung für Ihre Bewertung ein.
es_mx: Ingrese un título, texto y calificación para su reseña.
fr_fr: Veuillez saisir un titre, un texte et une note pour votre avis.
it_it: Inserisci un titolo, un testo e una valutazione per la tua recensione.
nl_nl: Voer een titel, tekst en score in voor uw recensie.
pt_br: Insira um título, um texto e uma classificação para a sua avaliação.
sv_se: Ange en titel, text och betyg för din recension.

source: You are only allowed to post :number product review every :duration. Please try again later.
de_de: Sie dürfen nur :number Produktrezensionen alle :duration veröffentlichen. Bitte versuchen Sie es später erneut.
es_mx: Solo puede publicar :number reseña(s) de producto cada :duration. Vuelva a intentarlo más tarde.
fr_fr: Vous ne pouvez publier que :number avis tous les :duration. Veuillez réessayer plus tard.
it_it: Puoi pubblicare solo :number recensioni di prodotto ogni :duration. Prova di nuovo più tardi.
nl_nl: U mag niet meer dan :number productrecensies per :duration plaatsen. Probeer het later opnieuw.
pt_br: Você tem permissão somente para publicar :number avaliações de produto a cada :duration. Tente novamente mais tarde.
sv_se: Du får bara publicera :number produktgranskningar var :duration. Försök igen senare.

source: The email you entered is incorrect. Please type it again.
de_de: Die von Ihnen eingegebene E-Mail-Adresse ist nicht korrekt. Bitte geben Sie sie erneut ein.
es_mx: El correo electrónico que ingresó es incorrecto. Escríbalo de nuevo.
fr_fr: L'adresse e-mail que vous avez saisie est incorrect. Veuillez réessayer.
it_it: L'e-mail che hai inserito non è corretta. Inseriscila di nuovo.
nl_nl: Het ingevoerde e-mailadres is niet correct. Typ het opnieuw in.
pt_br: O email que você informou está incorreto. Digite-o novamente.
sv_se: E-postmeddelandet du angav är felaktigt. Skriv det igen.

source: An internal error occurred while trying to save your review.
de_de: Beim Speichern Ihrer Bewertung ist ein interner Fehler aufgetreten.
es_mx: Ocurrió un error interno al tratar de guardar su reseña.
fr_fr: Une erreur interne s'est produite lors de l'enregistrement de votre avis.
it_it: Si è verificato un errore interno durante il salvataggio della tua recensione.
nl_nl: Er is een interne fout opgetreden bij het opslaan van uw recensie.
pt_br: Ocorreu um erro interno enquanto tentávamos salvar a sua avaliação.
sv_se: Ett internt fel inträffade när du försökte spara din recension.

source: Your review was saved and is shown below.
de_de: Ihre Bewertung wurde gespeichert und wird unten angezeigt.
es_mx: Su reseña se guardó y se muestra a continuación.
fr_fr: Votre avis a été enregistré et est affiché ci-dessous.
it_it: La tua recensione è stata salvata e viene mostrata di seguito.
nl_nl: Uw recensie is opgeslagen en wordt hieronder weergegeven.
pt_br: A sua avaliação foi salva e está exibida abaixo.
sv_se: Din recension sparades och visas nedan.

source: Your review was saved and is pending approval.
de_de: Ihre Bewertung wurde gespeichert und wartet auf die Genehmigung.
es_mx: Su reseña se guardó y está pendiente de aprobación.
fr_fr: Votre avis a été enregistré et est en attente de vérification.
it_it: La tua recensione è stata salvata ed è in attesa di approvazione.
nl_nl: Uw recensie is opgeslagen en wacht op goedkeuring.
pt_br: A sua avaliação foi salva, mas a aprovação está pendente.
sv_se: Din recension sparades och väntar på godkännande.

source: Only customers who have purchased this item can review it.
de_de: Nur Kunden, die diesen Artikel gekauft haben, können ihn bewerten.
es_mx: Solo los clientes que hayan comprado este artículo pueden hacer una reseña.
fr_fr: Seuls les clients qui ont acheté cet article peuvent donner leur avis.
it_it: Solo i clienti che hanno acquistato questo articolo possono scriverne una recensione.
nl_nl: Alleen klanten die dit artikel hebben gekocht, kunnen het beoordelen.
pt_br: Somente os clientes que compraram este item podem avalia-lo.
sv_se: Endast kunder som har köpt den här artikeln kan recensera den.

source: Oops...
de_de: Hoppla …
es_mx: ¡Vaya!
fr_fr: Oups...
nl_nl: Oeps...
pt_br: Epa...
sv_se: Hoppsan...

source: Please enter your name and email address before submitting this form.
de_de: Bitte geben Sie Ihren Namen und Ihre E-Mail-Adresse ein, bevor Sie dieses Formular absenden.
es_mx: Ingrese su nombre y dirección de correo electrónico antes de enviar este formulario.
fr_fr: Veuillez saisir votre nom et votre adresse e-mail avant d'envoyer ce formulaire.
it_it: Inserisci il tuo nome e indirizzo e-mail prima di inviare questo modulo.
nl_nl: Voer uw naam en e-mailadres in voordat u dit formulier verzendt.
pt_br: Informe o seu nome e endereço de email para enviar este formulário.
sv_se: Ange ditt namn och din e-postadress innan du skickar detta formulär.

source: Sorry, your request could not be processed as it contained an invalid security token. Please refresh and try again.
de_de: Es tut uns leid, Ihre Anfrage konnte nicht bearbeitet werden, da sie ein ungültiges Sicherheitstoken enthielt. Bitte aktualisieren Sie die Seite und versuchen Sie es erneut.
es_mx: Lo sentimos, pero su solicitud no pudo procesarse porque contenía un token de seguridad inválido. Actualice la página e inténtelo de nuevo.
fr_fr: Désolé, votre demande n'a pas pu être traitée car elle contenait un jeton de sécurité non valide. Veuillez actualiser et réessayer.
it_it: Siamo spiacenti, non è stato possibile elaborare la tua richiesta in quanto conteneva un token di sicurezza non valido. Aggiorna e prova di nuovo.
nl_nl: Uw verzoek kon helaas niet worden verwerkt omdat het een ongeldig beveiligingstoken bevatte. Vernieuw het en probeer het opnieuw.
pt_br: Não foi possível processar sua solicitação pois continha um token de segurança inválido. Atualize e tente novamente.
sv_se: Tyvärr kunde din begäran inte behandlas eftersom den innehöll ett ogiltig säkerhetstoken. Var vänlig, uppdatera och försök igen.

source: Newsletter Subscription
de_de: Newsletter-Abonnement
es_mx: Suscripción al boletín de noticias
fr_fr: Abonnement à la newsletter
it_it: Iscrizione alla newsletter
nl_nl: Nieuwsbriefabonnement
pt_br: Assinatura do boletim informativo
sv_se: Prenumeration på nyhetsbrev

source: Please enter a valid email address, such as john@example.com.
de_de: Bitte geben Sie eine gültige E-Mail-Adresse ein, beispielsweise max@beispiel.de.
es_mx: Ingrese una dirección de correo electrónico válida, como por ejemplo, joe@example.com.
fr_fr: Veuillez saisir une adresse e-mail valide, telle que jean@exemple.fr.
it_it: Inserisci un indirizzo e-mail valido, ad esempio joe@example.com.
nl_nl: Voer een geldig e-mailadres in, zoals naam@voorbeeld.nl
pt_br: Informe um endereço de email válido, por exemplo joao@exemplo.com.
sv_se: Vänligen ange en giltig e-postadress som joe@example.com

source: The email address %s is already subscribed to receive our newsletter.
de_de: Die E-Mail-Adresse %s ist bereits Abonnent unseres Newsletters.
es_mx: La dirección de correo electrónico %s ya está inscrita para recibir nuestro boletín.
fr_fr: L'adresse e-mail %s est déjà abonnée à la newsletter.
it_it: L'indirizzo e-mail %s è già iscritto alla nostra newsletter.
nl_nl: Het e-mailadres %s is al geabonneerd op onze nieuwsbrief.
pt_br: O endereço de email %s já está na lista para receber nosso boletim informativo.
sv_se: E-postadressen %s prenumererar redan för att få vårt nyhetsbrev.

source: Thanks for Subscribing!
de_de: Vielen Dank für dein Abonnement!
es_mx: ¡Gracias por suscribirse!
fr_fr: Merci pour votre abonnement !
it_it: Grazie per l'iscrizione!
nl_nl: Bedankt voor het abonneren!
pt_br: Obrigado por se inscrever!
sv_se: Tack för att du prenumererar!

source: Thank you for joining our mailing list. You'll be sent the next issue of our newsletter shortly.
de_de: Vielen Dank, dass Sie sich in unsere Mailingliste eingetragen haben. Sie erhalten in Kürze die nächste Ausgabe unseres Newsletters.
es_mx: Gracias por unirse a nuestra lista de correo. Se le enviará el próximo número de nuestro boletín en breve.
fr_fr: Merci d'avoir rejoint notre liste de diffusion. Vous recevrez bientôt le prochain numéro de notre newsletter.
it_it: Grazie per l'iscrizione alla nostra mailing list. A breve riceverai il prossimo numero della newsletter.
nl_nl: Bedankt voor uw aanmelding voor onze mailinglijst. U ontvangt binnenkort de volgende uitgave van onze nieuwsbrief.
pt_br: Obrigado por participar da nossa mala direta. Você vai receber a próxima edição do nosso boletim informativo em breve.
sv_se: Tack för att du gick med i vår e-postlista. Du kommer att bli tillskickad nästa nummer av vårt nyhetsbrev inom kort.

source: Continue
de_de: Fortfahren
es_mx: Continuar
fr_fr: Continuer
it_it: Continua
nl_nl: Doorgaan
pt_br: Continuar
sv_se: Fortsätt

source: The gift certificate you entered couldn't be applied to any items in your order.
de_de: Der von Ihnen eingegebene Geschenkgutschein konnte auf keinen Artikel Ihrer Bestellung angewendet werden.
es_mx: El certificado de regalo que ingresó no pudo aplicarse a ningún artículo de su pedido.
fr_fr: Le chèque-cadeau que vous avez saisi n'a pas pu être appliqué aux articles de votre commande.
it_it: Il buono regalo che hai inserito non può essere applicato a nessun articolo del tuo ordine.
nl_nl: De ingevoerde cadeaubon kan niet worden toegepast op artikelen in uw bestelling.
pt_br: Não foi possível aplicar o vale-presente que você inseriu a nenhum item do seu pedido.
sv_se: Presentkortet du angav kunde inte tillämpas på några artiklar i din beställning.

source: The gift certificate {code} does not exist
de_de: Der Geschenkgutschein {code} existiert nicht
es_mx: El certificado de regalo {code} no existe
fr_fr: Le chèque-cadeau {code} n'existe pas
it_it: Il buono regalo {code} non esiste
nl_nl: De cadeaubon {code} bestaat niet
pt_br: O vale-presente {code} não existe
sv_se: Presentkortet {code} finns inte

source: Please enter a valid zip code/postcode or state.
de_de: Bitte geben Sie eine gültige Postleitzahl oder ein gültiges Bundesland ein.
es_mx: Ingrese un código postal o estado válido.
fr_fr: Veuillez saisir un code postal ou une région valide.
it_it: Inserisci un CAP o uno stato valido.
nl_nl: Voer een geldige postcode of staat in.
pt_br: Informe um código postal ou um estado válido.
sv_se: Ange ett giltigt postnummer eller tillstånd.

source: Please select a valid state.
de_de: Bitte wählen Sie ein gültiges Bundesland.
es_mx: Seleccione un estado válido.
fr_fr: Veuillez sélectionner une région valide.
it_it: Seleziona uno stato valido.
nl_nl: Selecteer een geldige staat.
pt_br: Selecione um estado válido.
sv_se: Välj en giltig delstat.

source: Please enter a valid zip code/postcode.
de_de: Bitte geben Sie eine gültige Postleitzahl ein.
es_mx: Ingrese un código postal válido.
fr_fr: Veuillez saisir un code postal valide.
it_it: Inserisci un CAP valido.
nl_nl: Voer een geldige postcode in.
pt_br: Informe um CEP/código postal válido.
sv_se: Ange ett giltigt postnummer.

source: Unfortunately one or more items in your cart can't be shipped to your location. Please choose a different delivery address.
de_de: Leider können ein oder mehrere Artikel in Ihrem Warenkorb nicht an Ihren Standort versandt werden. Bitte wählen Sie eine andere Lieferadresse.
es_mx: Lamentablemente, uno o más artículos de su carrito no pueden enviarse a su ubicación. Elija una dirección de entrega diferente.
fr_fr: Malheureusement, au moins un des articles de votre panier ne peut pas être livré à votre adresse. Veuillez choisir une autre adresse de livraison.
it_it: Purtroppo uno o più articoli del tuo carrello non possono essere spediti all'indirizzo prescelto. Scegli un indirizzo di consegna diverso.
nl_nl: Een of meer artikelen in uw winkelmandje kunnen helaas niet worden verzonden naar uw locatie. Kies een ander afleveradres.
pt_br: Infelizmente, um ou mais itens presentes no seu carrinho não podem ser enviados para a sua localização. Selecione outro endereço de entrega.
sv_se: Tyvärr kan en eller flera artiklar i din kundvagn inte skickas till ditt ställe. Välj en annan leveransadress.

source: Unable to retrieve shipping quote. Please try again or contact support.
de_de: Ihr Versandangebot konnte nicht abgerufen werden. Bitte versuchen Sie es erneut oder kontaktieren Sie den Support.
es_mx: No se puede recuperar la cotización del envío. Inténtelo de nuevo o póngase en contacto con el servicio de soporte.
fr_fr: Impossible de récupérer le devis de livraison. Veuillez réessayer ou contacter le service d'assistance.
it_it: Non è stato possibile recuperare il preventivo di spedizione. Prova di nuovo o contatta il supporto tecnico.
nl_nl: Kan geen verzendkosten ophalen. Probeer het opnieuw of neem contact op met ondersteuning.
pt_br: Não foi possível cotar o frete. Tente novamente ou entre em contato com o suporte.
sv_se: Det går inte att hämta fraktoffert. Försök igen eller kontakta support.

source: Passwords must be at least :length characters and contain:
de_de: Passwörter müssen mindestens :length Zeichen lang sein und Folgendes enthalten:
es_mx: Las contraseñas deben tener una longitud de al menos :length y contener:
fr_fr: Votre mot de passe doit comporter au moins :length caractères et :
it_it: Le password devono essere lunghe almeno :length caratteri e contenere:
nl_nl: Wachtwoorden moeten minimaal :length tekens lang zijn en het volgende bevatten:
pt_br: As senhas devem ter pelo menos :length caracteres e devem conter:
sv_se: Lösenord måste innehålla minst :length antal tecken och innehålla:

source: lower case letters
de_de: Kleinbuchstaben
es_mx: letras minúsculas
fr_fr: des lettres minuscules
it_it: lettere minuscole
nl_nl: kleine letters
pt_br: letras minúsculas
sv_se: gemener

source: upper case letters
de_de: Großbuchstaben
es_mx: letras mayúsculas
fr_fr: des lettres majuscules
it_it: lettere maiuscole
nl_nl: hoofdletters
pt_br: letras maiúsculas
sv_se: versala bokstäver

source: at least :numbers
de_de: mindestens :numbers
es_mx: al menos :numbers
fr_fr: au moins :numbers
it_it: almeno :numbers
nl_nl: ten minste :numbers
pt_br: pelo menos :numbers
sv_se: åtminstone :numbers

source: at least :specialchars
de_de: mindestens :specialchars
es_mx: al menos :specialchars
fr_fr: au moins :specialchars
it_it: almeno :specialchars
nl_nl: ten minste :specialchars
pt_br: pelo menos :specialchars
sv_se: åtminstone :specialchars

source: Subject to Status. Terms and Conditions Apply. {merchantName} acts as a broker and offers credit from PayPal Credit. PayPal Credit is a trading name of PayPal (Europe) .à.r.l. et Cie, S.C.A., 22-24 Boulevard Royal L-2449, Luxembourg.
de_de: Vorbehaltlich Status. Es gelten die Allgemeinen Geschäftsbedingungen. {merchantName} agiert als Makler und bietet Kredite von PayPal Credit an. PayPal Credit ist ein Handelsname von PayPal (Europe) .à.r.l. et Cie, S.C.A., 22-24 Boulevard Royal L-2449, Luxembourg.
es_mx: Sujeto al estado. Aplican términos y condiciones. {merchantName} actúa como intermediario y ofrece crédito de PayPal. PayPal Credit es el nombre comercial de PayPal (Europa) .à.r.l. et Cie, S.C.A., 22-24 Boulevard Royal L-2449, Luxemburgo.
it_it: Soggetto ad approvazione. Si applicano termini e condizioni. {merchantName} agisce come intermediario e offre credito da PayPal Credit. PayPal Credit è una denominazione commerciale di PayPal (Europe) S.à.r.l. et Cie, S.C.A., 22-24 Boulevard Royal L-2449, Luxembourg.
pt_br: Sujeito ao status. Os termos e condições se aplicam. {merchantName} atua como corretor e oferece crédito do PayPal Credit. PayPal Credit é um nome comercial do PayPal (Europa) .à.r.l. et Cie, S.C.A., 22-24 Boulevard Royal L-2449, Luxemburgo.
sv_se: Med förbehåll för status. Villkor gäller. {merchantName} fungerar som mäklare och erbjuder kredit från PayPal Credit. PayPal Credit är ett handelsnamn för PayPal (Europa) .à.r.l. et Cie, SCA, 22-24 Boulevard Royal L-2449, Luxemburg.

source: Add payment method
de_de: Zahlungsmethode hinzufügen
es_mx: Agregar método de pago
fr_fr: Ajouter un mode de paiement
it_it: Aggiungi metodo di pagamento
nl_nl: Betaalmethode toevoegen
pt_br: Adicionar método de pagamento
sv_se: Lägg till betalningsmetod

source: Address Book
de_de: Adressbuch
es_mx: Libreta de direcciones
fr_fr: Carnet d'adresses
it_it: Rubrica indirizzi
nl_nl: Adresboek
pt_br: Catálogo de endereços
sv_se: Adressbok

source: Address Form
de_de: Adressformular
es_mx: Formulario de dirección
fr_fr: Formulaire d'adresse
it_it: Modulo di indirizzo
nl_nl: Adresformulier
pt_br: Formulário de endereço
sv_se: Adressformulär

source: Your Orders
de_de: Ihre Bestellungen
es_mx: Sus pedidos
fr_fr: Vos commandes
it_it: I tuoi ordini
nl_nl: Uw bestellingen
pt_br: Seus pedidos
sv_se: Dina beställningar

source: Order #{id}
de_de: Bestellung #{id}
es_mx: Pedido #{id}
fr_fr: Commande n° {id}
it_it: Ordine n. {id}
nl_nl: Bestelnummer {id}
pt_br: Pedido N.º {id}
sv_se: Beställningsnummer {id}

source: Files
de_de: Dateien
es_mx: Archivos
fr_fr: Documents
it_it: File
nl_nl: Bestanden
pt_br: Arquivos
sv_se: Filer

source: Account Details
de_de: Kontodaten
es_mx: Detalles de la cuenta
fr_fr: Informations du compte
it_it: Dettagli account
nl_nl: Accountgegevens
pt_br: Detalhes da conta
sv_se: Kontouppgifter

source: Edit Payment Method
de_de: Zahlungsmethode bearbeiten
es_mx: Editar método de pago
fr_fr: Modifier le mode de paiement
it_it: Modifica metodo di pagamento
nl_nl: Betaalmethode bewerken
pt_br: Editar método de pagamento
sv_se: Redigera betalningsmetod

source: Your Messages
de_de: Ihre Nachrichten
es_mx: Sus mensajes
fr_fr: Vos messages
it_it: I tuoi messaggi
nl_nl: Uw berichten
pt_br: Suas mensagens
sv_se: Dina meddelanden

source: Login
de_de: Anmelden
es_mx: Iniciar sesión
fr_fr: Connexion
it_it: Accedi
nl_nl: Inloggen
pt_br: Acesso
sv_se: Logga in

source: Reset Password
de_de: Passwort zurücksetzen
es_mx: Restablecer la contraseña
fr_fr: Réinitialiser le mot de passe
it_it: Reimposta password
nl_nl: Wachtwoord opnieuw instellen
pt_br: Redefinir senha
sv_se: Återställ lösenord

source: Create New Return
de_de: Neue Rückgabe erstellen
es_mx: Crear nueva devolución
fr_fr: Créer un nouveau retour
it_it: Crea nuovo reso
nl_nl: Nieuwe retourzending aanmaken
pt_br: Criar nova devolução
sv_se: Skapa ny retur

source: Your Account
de_de: Ihr Konto
es_mx: Su cuenta
fr_fr: Votre compte
it_it: Il tuo account
nl_nl: Uw account
pt_br: Sua conta
sv_se: Ditt konto

source: Payment Methods
de_de: Zahlungsmethoden
es_mx: Métodos de pago
fr_fr: Modes de paiement
it_it: Metodi di pagamento
nl_nl: Betaalmethoden
pt_br: Métodos de pagamento
sv_se: Betalningsmetoder

source: Recently Viewed Items
de_de: Zuletzt angesehene Artikel
es_mx: Elementos vistos recientemente
fr_fr: Articles récemment consultés
it_it: Articoli visualizzati di recente
nl_nl: Onlangs bekeken artikelen
pt_br: Itens vistos recentemente
sv_se: Nyligen besökta artiklar

source: Your Returns
de_de: Ihre Rückgaben
es_mx: Sus devoluciones
fr_fr: Vos retours
it_it: I tuoi resi
nl_nl: Uw retourzendingen
pt_br: Suas devoluções
sv_se: Din retur

source: Return Saved
de_de: Rückgabe gespeichert
es_mx: Devolución guardada
fr_fr: Retour enregistré
it_it: Reso salvato
nl_nl: Retourzending opgeslagen
pt_br: Devolução salva
sv_se: Retur sparad

source: New Wishlist
de_de: Neue Wunschliste
es_mx: Nueva lista de deseos
fr_fr: Nouvelle liste d'envies
it_it: Nuova Lista desideri
nl_nl: Nieuw verlanglijstje
pt_br: Nova lista de desejos
sv_se: Ny önskelista

source: Edit Wishlist
de_de: Wunschliste bearbeiten
es_mx: Editar lista de deseos
fr_fr: Modifier la liste d'envies
it_it: Modifica Lista desideri
nl_nl: Verlanglijstje bewerken
pt_br: Editar lista de desejos
sv_se: Redigera önskelista

source: Your Wishlists
de_de: Ihre Wunschlisten
es_mx: Sus listas de deseos
fr_fr: Vos listes d'envies
it_it: Le tue Liste desideri
nl_nl: Uw verlanglijstjes
pt_br: Suas listas de desejos
sv_se: Dina önskelistor

source: All Brands
de_de: Alle Marken
es_mx: Todas las marcas
fr_fr: Toutes les marques
it_it: Tutte le marche
nl_nl: Alle merken
pt_br: Todas as marcas
sv_se: Alla märken

source: Your Cart
de_de: Ihr Warenkorb
es_mx: Su carrito
fr_fr: Votre panier
it_it: Il tuo carrello
nl_nl: Uw winkelmandje
pt_br: Seu carrinho
sv_se: Din vagn

source: Compare Products
de_de: Produkte vergleichen
es_mx: Comparar productos
fr_fr: Comparer les produits
it_it: Compara prodotti
nl_nl: Producten vergelijken
pt_br: Comparar produtos
sv_se: Jämför produkter

source: Error
de_de: Fehler
fr_fr: Erreur
it_it: Errore
nl_nl: Fout
pt_br: Erro
sv_se: Fel

source: Gift Certificates
de_de: Geschenkgutscheine
es_mx: Certificados de regalo
fr_fr: Chèques-cadeaux
it_it: Buoni regalo
nl_nl: Cadeaubonnen
pt_br: Vales-presente
sv_se: Presentkort

source: Search
de_de: Suchen
es_mx: Buscar
fr_fr: Rechercher
it_it: Cerca
nl_nl: Zoeken
pt_br: Pesquisar
sv_se: Sök

source: Sitemap
es_mx: Mapa del sitio
fr_fr: Plan du site
it_it: Mappa del sito
pt_br: Mapa do site

source: View Wishlist
de_de: Wunschliste anzeigen
es_mx: Ver lista de deseos
fr_fr: Voir la liste d'envies
it_it: Visualizza Lista desideri
nl_nl: Verlanglijstje bekijken
pt_br: Ver lista de desejos
sv_se: Visa önskelista
