Repository: bigcommerce/dev-docs
Catalog: assets/PO/storefront-*.po
Languages: de_de, es_mx, fr_fr, it_it, nl_nl, pt_br, sv_se

source: The link you were given in the Request Password email is invalid. Please request another new password to receive a new link.
de_de: Der Link, den Sie in der E-Mail zur Anforderung eines Passworts erhalten haben, ist ungültig. Bitte fordern Sie ein weiteres neues Passwort an, um einen neuen Link zu erhalten.
es_mx: El enlace que se le proporcionó en el correo electrónico Solicitar contraseña es inválido. Solicite otra contraseña para recibir un nuevo enlace.
fr_fr: Le lien que vous avez reçu dans l'email de réinitialisation du mot de passe n'est pas valide. Veuillez refaire une demande de réinitialisation du mot de passe pour recevoir un nouveau lien.
it_it: Il link fornito nell'e-mail Richiedi password non è valido. Richiedi di nuovo la password per ricevere un nuovo link.
nl_nl: De link die u hebt ontvangen in het e-mailbericht om een wachtwoord op te vragen, is ongeldig. Vraag een nieuw wachtwoord aan om een nieuwe link te ontvangen.
pt_br: O link que você recebeu no email de solicitação de senha é inválido. Solicite outra senha nova para receber outro link.
sv_se: Länken du fick i e-postadressen för begäran om lösenord är ogiltig. Begär ett nytt lösenord för att få en ny länk.

source: An internal error occurred while trying to change your password. Please try again.
de_de: Bei der Änderung Ihres Passworts ist ein interner Fehler aufgetreten. Bitte versuchen Sie es erneut.
es_mx: Ocurrió un error interno al intentar cambiar su contraseña. Vuelva a intentarlo.
fr_fr: Une erreur interne s'est produite lors de la modification de votre mot de passe. Veuillez réessayer.
it_it: Si è verificato un errore interno durante la modifica della tua password. Prova di nuovo.
nl_nl: Er is een interne fout opgetreden bij het wijzigen van uw wachtwoord. Probeer het opnieuw.
pt_br: Ocorreu um erro interno enquanto tentávamos alterar a sua senha. Tente novamente.
sv_se: Ett internt fel uppstod när du försökte ändra ditt lösenord. Försök igen.

source: Sorry, your passwords do not match. Please try again.
de_de: Es tut uns leid, Ihre Passwörter stimmen nicht überein. Bitte versuchen Sie es erneut.
es_mx: Lo sentimos, pero sus contraseñas no coinciden. Vuelva a intentarlo.
fr_fr: Désolé, les mots de passe ne correspondent pas. Veuillez réessayer.
it_it: Siamo spiacenti, le password non corrispondono. Prova di nuovo.
nl_nl: Uw wachtwoorden komen helaas niet overeen. Probeer het opnieuw.
pt_br: Desculpe, suas senhas não correspondem. Tente novamente.
sv_se: Tyvärr så matchar inte dina lösenord. Försök igen.

source: Passwords must be at least 7 characters and contain both alphabetic and numeric characters.
de_de: Passwörter müssen mindestens 7 Zeichen lang sein und sowohl Buchstaben als auch Zahlen enthalten.
es_mx: Las contraseñas deben tener al menos 7 caracteres y tanto caracteres alfabéticos como numéricos.
fr_fr: Votre mot de passe doit comporter au moins 7 caractères et au moins un chiffre et une lettre.
it_it: Le password devono avere almeno 7 caratteri e contenere caratteri alfabetici e numerici.
nl_nl: Wachtwoorden moeten minimaal 7 tekens lang zijn en zowel cijfers als letters bevatten.
pt_br: As senhas devem ter pelo menos sete caracteres e conter caracteres alfabéticos e numéricos.
sv_se: Lösenord måste innehålla minst 7 tecken och innehålla både alfabetiska och numeriska tecken.

source: You need to sign in to access this page.
de_de: Sie müssen sich anmelden, um auf diese Seite zugreifen zu können.
es_mx: Es necesario registrarse para acceder a esta página.
fr_fr: Vous devez vous connecter pour accéder à cette page.
it_it: Devi effettuare l'accesso per accedere a questa pagina.
nl_nl: U moet inloggen om toegang te krijgen tot deze pagina.
pt_br: É necessário entrar na sua conta para acessar a página.
sv_se: Du måste logga in för att komma åt den här sidan.

source: Your password has been successfully updated.
de_de: Ihr Passwort wurde erfolgreich aktualisiert.
es_mx: Su contraseña se actualizó correctamente.
fr_fr: Votre mot de passe a bien été mis à jour.
it_it: La password è stata aggiornata correttamente.
nl_nl: Uw wachtwoord is bijgewerkt.
pt_br: Sua senha foi atualizada.
sv_se: Ditt lösenord har uppdaterats.

source: Please provide a valid return URL
de_de: Bitte geben Sie eine gültige Rückgabe-URL an
es_mx: Proporcione una URL de redireccionamiento válido
it_it: Inserisci un URL di ritorno valido
pt_br: Informe um URL de devolução válido
sv_se: Ange en giltig returadress

source: Please type in a valid email address, such as joe@example.com
de_de: Bitte geben Sie eine gültige E-Mail-Adresse ein, beispielsweise max@beispiel.de
es_mx: Ingrese una dirección de correo electrónico válida, como jose@ejemplo.com.
fr_fr: Veuillez saisir une adresse e-mail valide, telle que jean@exemple.fr
it_it: Scrivi un indirizzo e-mail valido, ad esempio joe@example.com
nl_nl: Typ een geldig e-mailadres in, zoals naam@voorbeeld.nl
pt_br: Digite um endereço de email válido, por exemplo jose@exemplo.com
sv_se: Vänligen skriv in en giltig e-postadress, till exempel joe@example.com

source: Too many requests made when trying to send password-less login, please try again later.
de_de: Bei dem Versuch, eine passwortlose Anmeldung zu senden, wurden zu viele Anfragen gestellt. Bitte versuchen Sie es später erneut.
es_mx: Demasiadas solicitudes al intentar enviar el acceso sin contraseña; inténtelo de nuevo más tarde.
fr_fr: Vous avez effectué trop de demandes en essayant de vous connecter sans mot de passe, veuillez réessayer plus tard.
it_it: Sono state realizzate troppe richieste per l'accesso senza password, prova di nuovo più tardi.
nl_nl: Er zijn te veel verzoeken gedaan bij het verzenden van wachtwoordloze inloggegevens. Probeer het later opnieuw.
pt_br: Houve muitas solicitações na tentativa de acesso sem senha, tente novamente mais tarde.
sv_se: För många förfrågningar som görs när du försöker skicka lösenordsfri inloggning, försök igen senare.

source: Email failed to send, please try again later.
de_de: E-Mail konnte nicht gesendet werden. Bitte versuchen Sie es später erneut.
es_mx: Error al enviar el correo electrónico. Vuelva a intentarlo más tarde.
fr_fr: L'e-mail n'a pas pu être envoyé, veuillez réessayer plus tard.
it_it: L'e-mail non è stata inviata, prova di nuovo più tardi.
nl_nl: E-mail kan niet worden verzonden. Probeer het later opnieuw.
pt_br: O email não foi enviado, tente novamente mais tarde.
sv_se: E-postmeddelandet kunde inte skickas. Försök igen senare.

source: You left some items from a previous cart. We have added those items to your current cart.
de_de: Sie haben einige Artikel aus einem früheren Warenkorb übrig. Wir haben diese Artikel zu Ihrem aktuellen Warenkorb hinzugefügt.
es_mx: Dejó algunos artículos en un carrito anterior. Hemos añadido esos artículos a su carrito actual.
fr_fr: Vous avez laissé des articles dans votre panier précédent. Nous avons ajouté ces articles à votre panier actuel.
it_it: Hai lasciato alcuni articoli di un carrello precedente. Abbiamo aggiunto questi articoli al tuo carrello attuale.
nl_nl: U hebt enkele artikelen achtergelaten in een ouder winkelmandje. We hebben die artikelen toegevoegd aan uw huidige winkelmandje.
pt_br: Você deixou alguns itens em um carrinho anterior. Adicionamos esses itens ao seu carrinho atual.
sv_se: Du lämnade några artiklar från en tidigare kundvagn. Vi har lagt till dessa artiklar i din nuvarande kundvagn.

source: The captcha you entered is incorrect. Please try again.
de_de: Das von Ihnen eingegebene Captcha ist nicht korrekt. Bitte versuchen Sie es erneut.
es_mx: El captcha que ingresó es incorrecto. Vuelva a intentarlo.
fr_fr: Le captcha que vous avez saisi est incorrect. Veuillez réessayer.
it_it: Il captcha inserito non è corretto. Prova di nuovo.
nl_nl: De ingevoerde captcha is niet correct. Probeer het opnieuw.
pt_br: O captcha que você inseriu está incorreto. Tente novamente.
sv_se: Den captcha du angav är felaktig. Försök igen.

source: Your email address or password is incorrect. Please try again. If you've forgotten your sign in details, just click the 'Forgot your password?' link below.
de_de: Ihre E-Mail-Adresse oder Ihr Passwort ist falsch. Bitte versuchen Sie es erneut. Wenn Sie Ihre Anmeldedaten vergessen haben, klicken Sie einfach unten auf den Link „Haben Sie Ihr Passwort vergessen?“.
es_mx: Su dirección de correo electrónico o la contraseña es incorrecta. Vuelva a intentarlo. Si olvidó sus datos de inicio de sesión, haga clic en '¿Olvidó su contraseña?', en el enlace de abajo.
fr_fr: Votre adresse e-mail ou votre mot de passe est incorrect. Veuillez réessayer. Si vous avez oublié vos identifiants de connexion, cliquez sur le lien « Mot de passe oublié ? » ci-dessous.
it_it: L'indirizzo e-mail o la password non sono corretti. Riprova. Se hai dimenticato i dati di accesso, fai clic sul link sottostante 'Hai dimenticato la password?'
nl_nl: Uw e-mailadres of wachtwoord is niet correct. Probeer het opnieuw. Klik hieronder op de link 'Wachtwoord vergeten?' als u uw inloggegevens vergeten bent.
pt_br: Seu endereço de email ou senha está incorreto. Tente novamente. Caso tenha esquecido suas informações de acesso, basta clicar no link 'Esqueceu sua senha?' abaixo.
sv_se: Din e-postadress eller ditt lösenord är felaktigt. Försök igen. Om du har glömt dina inloggningsuppgifter klickar du bara på 'Har du glömt ditt lösenord?' länken nedan.

source: Due to excessive login attempts, please wait %s seconds before attempting to log in again.
de_de: Aufgrund zu vieler Anmeldeversuche müssen Sie %s Sekunden warten, bevor Sie erneut versuchen können, sich anzumelden.
es_mx: Debido que hubo una cantidad excesiva de intentos de acceso, espere %s segundos antes de intentar acceder de nuevo.
fr_fr: En raison d'un nombre excessif de tentatives de connexion, veuillez attendre %s secondes avant de réessayer de vous connecter.
it_it: A causa del numero eccessivo di tentativi, attendi %s secondi prima di provare ad effettuare nuovamente l'accesso.
nl_nl: Vanwege te veel inlogpogingen moet u %s seconden wachten voordat u opnieuw probeert in te loggen.
pt_br: Você fez muitas tentativas de acesso, aguarde %s segundos para tentar novamente.
sv_se: På grund av alltför många inloggningsförsök, vänta %s sekunder innan du försöker logga in igen.

source: You must reset your password before you may log in again. Please check your email at :email to reset your password
de_de: Sie müssen Ihr Passwort zurücksetzen, bevor Sie sich wieder anmelden können. Bitte überprüfen Sie Ihre E-Mails unter :email, um Ihr Passwort zurückzusetzen
es_mx: Debe restablecer su contraseña antes de poder ingresar de nuevo. Revise su correo electrónico en :email para restablecer su contraseña.
fr_fr: Vous devez réinitialiser votre mot de passe avant de pouvoir vous connecter à nouveau. Veuillez consulter la boîte de réception de :email pour réinitialiser votre mot de passe.
it_it: Devi reimpostare la password prima di poter accedere nuovamente. Controlla la tua e-mail :email per reimpostare la password
nl_nl: U moet uw wachtwoord opnieuw instellen voordat u weer kunt inloggen. Controleer uw e-mail op :email om uw wachtwoord opnieuw in te stellen.
pt_br: É necessário redefinir a sua senha para poder entrar novamente. Verifique seu email em :email para redefinir sua senha
sv_se: Du måste återställa ditt lösenord innan du kan logga in igen. Kontrollera din e-postadress: :email för att återställa lösenordet

source: You cannot create an account at this time.
de_de: Sie können zur Zeit kein Konto erstellen.
es_mx: No puede crear una cuenta en este momento.
fr_fr: Vous ne pouvez pas créer de compte pour le moment.
it_it: In questo momento non è possibile creare un account.
nl_nl: U kunt op dit moment geen account aanmaken.
pt_br: Você não pode criar uma conta no momento.
sv_se: Du kan inte skapa ett konto just nu.

source: Click here to continue.
de_de: Klicken Sie hier, um fortzufahren.
es_mx: Haga clic aquí para continuar.
fr_fr: Cliquez ici pour continuer.
it_it: Clicca qui per continuare.
nl_nl: Klik hier om verder te gaan.
pt_br: Clique aqui para prosseguir.
sv_se: Klicka här för att fortsätta.

source: Click here to continue shopping
de_de: Klicken Sie hier, um mit dem Einkauf fortzufahren
es_mx: Haga clic aquí para seguir comprando
fr_fr: Cliquez ici pour continuer vos achats
it_it: Clicca qui per continuare a fare acquisti
nl_nl: Klik hier om verder te winkelen
pt_br: Clique aqui para continuar comprando
sv_se: Klicka här för att fortsätta handla

source: The email address %s is already in use. Please enter a different one.
de_de: Die E-Mail-Adresse %s wird bereits verwendet. Bitte geben Sie eine andere E-Mail-Adresse ein.
es_mx: La dirección de correo electrónico %s ya está en uso. Ingrese una diferente.
fr_fr: L'adresse e-mail %s est déjà utilisée. Veuillez en saisir une autre.
it_it: L'indirizzo e-mail %s è già in uso. Per favore, inseriscine uno diverso.
nl_nl: Het e-mailadres %s is al in gebruik. Voer een ander adres in.
pt_br: O endereço de email %s já está sendo usado. Informe outro.
sv_se: E-postadressen %s används redan. Var god ange en annan.

source: Please type in a valid phone number containing at least 3 numbers. The only special characters allowed are: :allowedchars
de_de: Bitte geben Sie eine gültige Telefonnummer mit mindestens 3 Ziffern ein. Die einzigen zulässigen Sonderzeichen sind: :allowedchars
es_mx: Escriba un número de teléfono válido que contenga al menos 3 números. Los únicos caracteres especiales permitidos son: :allowedchars
fr_fr: Veuillez saisir un numéro de téléphone valide contenant au moins 3 chiffres. Les seuls caractères spéciaux autorisés sont : :allowedchars
it_it: Scrivi un numero di telefono valido contenente almeno 3 numeri. Gli unici caratteri speciali consentiti sono: :allowedchars
nl_nl: Typ een geldig telefoonnummer met minimaal 3 cijfers in. De enige toegestane speciale tekens zijn: :allowedchars
pt_br: Digite um número de telefone válido que contenha pelo menos três números. Os únicos caracteres especiais permitidos são: :allowedchars
sv_se: Ange ett giltigt telefonnummer som innehåller minst tre siffror. De enda specialtecken som är tillåtna är: :allowedchars

source: Your passwords don't match.
de_de: Ihre Passwörter stimmen nicht überein.
es_mx: Sus contraseñas no coinciden.
fr_fr: Les mots de passe ne correspondent pas.
it_it: Le password non corrispondono.
nl_nl: Uw wachtwoorden komen niet overeen.
pt_br: Suas senhas não correspondem.
sv_se: Dina lösenord matchar inte.

source: An internal error occurred while trying to create your account. Please try again.
de_de: Beim Erstellen Ihres Kontos ist ein interner Fehler aufgetreten. Bitte versuchen Sie es erneut.
es_mx: Ocurrió un error interno al intentar crear su cuenta. Vuelva a intentarlo.
fr_fr: Une erreur interne s'est produite lors de la création de votre compte. Veuillez réessayer.
it_it: Si è verificato un errore interno durante la creazione tuo account. Prova di nuovo.
nl_nl: Er is een interne fout opgetreden bij het aanmaken van uw account. Probeer het opnieuw.
pt_br: Ocorreu um erro interno enquanto tentávamos criar sua conta. Tente novamente.
sv_se: Ett internt fel uppstod när du försökte skapa ditt konto. Försök igen.

source: <a href='%s/login.php' onclick='%s'>Sign in</a> or <a href='%s/login.php?action=logout' onclick='%s'>sign out</a>
de_de: <a href='%s/login.php' onclick='%s'>Anmelden</a> oder <a href='%s/login.php?action=logout' onclick='%s'>abmelden</a>
es_mx: <a href='%s/login.php' onclick='%s'>Inicie la sesión</a> o <a href='%s/login.php?action=logout' onclick='%s'>ciérrela</a>
fr_fr: <a href='%s/login.php' onclick='%s'>Se connecter</a> ou <a href='%s/login.php?action=logout' onclick='%s'>se déconnecter</a>
it_it: <a href='%s/login.php' onclick='%s'>Accedi</a> o <a href='%s/login.php?action=logout' onclick='%s'>esci</a>
nl_nl: <a href='%s/login.php' onclick='%s'>Log in</a> of <a href='%s/login.php?action=logout' onclick='%s'>log uit</a>
pt_br: <a href='%s/login.php' onclick='%s'>Entrar</a> ou <a href='%s/login.php?action=logout' onclick='%s'>sair</a>
sv_se: <a href='%s/login.php' onclick='%s'>Logga in</a> eller <a href='%s/login.php?action=logout' onclick='%s'>logga ut</a>

source: <a href='%s/login.php' onclick='%s'>Sign in</a> or <a href='%s/login.php?action=create_account' onclick='%s'>Create an account</a>
de_de: <a href='%s/login.php' onclick='%s'>Anmelden</a> oder <a href='%s/login.php?action=create_account' onclick='%s'>Ein Konto erstellen</a>
es_mx: <a href='%s/login.php' onclick='%s'>Inicie sesión</a> o <a href='%s/login.php?action=create_account' onclick='%s'>cree una cuenta</a>
fr_fr: <a href='%s/login.php' onclick='%s'>Se connecter</a> ou <a href='%s/login.php?action=create_account' onclick='%s'>Créer un compte</a>
it_it: <a href='%s/login.php' onclick='%s'>Accedi</a> o <a href='%s/login.php?action=create_account' onclick='%s'>crea un account</a>
nl_nl: <a href='%s/login.php' onclick='%s'>Log in</a> of <a href='%s/login.php?action=create_account' onclick='%s'>Maak een account aan</a>
pt_br: <a href='%s/login.php' onclick='%s'>Entre</a> ou <a href='%s/login.php?action=create_account' onclick='%s'>crie uma conta</a>
sv_se: <a href='%s/login.php' onclick='%s'>Logga in</a> eller <a href='%s/login.php?action=create_account' onclick='%s'>skapa ett konto</a>

source: You've been logged out of your account successfully.
de_de: Sie wurden von Ihrem Konto abgemeldet.
es_mx: Su sesión se cerró correctamente en su cuenta.
fr_fr: Vous avez bien été déconnecté(e).
it_it: Sei stato disconnesso correttamente dal tuo account.
nl_nl: U bent uitgelogd uit uw account.
pt_br: Você foi desconectado da sua conta.
sv_se: Du har loggats ut från ditt konto.

source: Token is missing.
de_de: Token fehlt.
es_mx: Desapareció el token.
fr_fr: Jeton manquant.
it_it: Token mancante.
nl_nl: Token ontbreekt.
pt_br: Falta o token.
sv_se: Token saknas.

source: Sign in failed. The provided token has expired or already been used. Please try again.
de_de: Anmeldung fehlgeschlagen. Das bereitgestellte Token ist abgelaufen oder wurde bereits verwendet. Bitte versuchen Sie es erneut.
es_mx: El inicio de sesión falló. El token proporcionado ya caducó o se utilizó. Vuelva a intentarlo.
fr_fr: La tentative de connexion a échoué. Le jeton saisi a expiré ou a déjà été utilisé. Veuillez réessayer.
it_it: Accesso non riuscito. Il token fornito è scaduto o è già stato utilizzato. Prova di nuovo.
nl_nl: Inloggen mislukt. De verstrekte token is verlopen of al gebruikt. Probeer het opnieuw.
pt_br: Acesso negado. O token informado expirou ou já foi usado. Tente novamente.
sv_se: Inloggning misslyckades. Den angivna token har upphört att gälla eller har redan använts. Försök igen.

source: Please choose a valid amount for this gift certificate.
de_de: Bitte wählen Sie einen gültigen Betrag für diesen Geschenkgutschein.
es_mx: Elija un importe válido para este certificado de regalo.
fr_fr: Veuillez choisir un montant valide pour ce chèque-cadeau.
it_it: Scegli un importo valido per questo buono regalo.
nl_nl: Kies een geldig bedrag voor deze cadeaubon.
pt_br: Escolha um valor válido para este vale-presente.
sv_se: Välj ett giltigt belopp för detta presentkort.

source: Please enter a valid amount for this gift certificate.
de_de: Bitte geben Sie einen gültigen Betrag für diesen Geschenkgutschein ein.
es_mx: Ingrese un importe válido para este certificado de regalo.
fr_fr: Veuillez saisir un montant valide pour ce chèque-cadeau.
it_it: Inserisci un importo valido per questo buono regalo.
nl_nl: Voer een geldig bedrag in voor deze cadeaubon.
pt_br: Insira um valor válido para este vale-presente.
sv_se: Ange ett giltigt belopp för detta presentkort.

source: Please enter an amount between the minimum and maximum gift certificate value.
de_de: Bitte geben Sie einen Betrag zwischen dem minimalen und maximalen Wert des Geschenkgutscheins ein.
es_mx: Ingrese un importe entre el valor mínimo y máximo del certificado de regalo.
fr_fr: Veuillez indiquer un montant compris entre la valeur minimale et la valeur maximale du chèque-cadeau.
it_it: Inserisci un importo compreso tra il valore minimo e massimo del buono regalo.
nl_nl: Voer een bedrag in tussen de minimale en de maximale cadeaubonwaarde.
pt_br: Insira um valor entre o valor mínimo e máximo para o vale-presente.
sv_se: Ange ett belopp mellan lägsta och högsta presentkortsvärde.

source: Please enter the name of the person you wish to send this gift certificate to.
de_de: Bitte geben Sie den Namen der Person ein, an die Sie diesen Geschenkgutschein senden möchten.
es_mx: Ingrese el nombre de la persona a la que desea enviar este certificado de regalo.
fr_fr: Veuillez saisir le nom du destinataire de ce chèque-cadeau.
it_it: Inserisci il nome della persona a cui desideri inviare questo buono regalo.
nl_nl: Voer de naam in van de persoon aan wie u deze cadeaubon wilt sturen.
pt_br: Informe o nome da pessoa para quem você deseja enviar este vale-presente.
sv_se: Ange namnet på personen du vill skicka presentkortet till.

source: Please enter a valid email address for the person you wish to send this gift certificate to.
de_de: Bitte geben Sie eine gültige E-Mail-Adresse für die Person ein, an die Sie diesen Geschenkgutschein senden möchten.
es_mx: Ingrese una dirección de correo electrónico válida de la persona a la que desea enviar este certificado de regalo.
fr_fr: Veuillez saisir une adresse e-mail valide pour le destinataire de ce chèque-cadeau.
it_it: Inserisci un indirizzo e-mail valido per la persona a cui desideri inviare questo buono regalo.
nl_nl: Voer een geldig e-mailadres in voor de persoon aan wie u deze cadeaubon wilt sturen.
pt_br: Informe um endereço de email válido da pessoa para quem você deseja enviar este vale-presente.
sv_se: Ange en giltig e-postadress för den person du vill skicka presentkortet till.

source: Please enter your name.
de_de: Bitte geben Sie Ihren Namen ein.
es_mx: Ingrese su nombre.
fr_fr: Veuillez saisir votre nom.
it_it: Inserisci il tuo nome.
nl_nl: Voer uw naam in.
pt_br: Informe seu nome.
sv_se: Fyll i ditt namn.

source: Please enter your email address.
de_de: Bitte geben Sie Ihre E-Mail-Adresse ein.
es_mx: Ingrese su dirección de correo electrónico.
fr_fr: Veuillez saisir votre adresse e-mail.
it_it: Inserisci il tuo indirizzo e-mail.
nl_nl: Vul uw e-mailadres in.
pt_br: Informe seu endereço de email.
sv_se: Var god skriv in din e-postadress.

source: Please enter a shorter message for your gift certificate.
de_de: Bitte geben Sie eine kürzere Nachricht für Ihren Geschenkgutschein ein.
es_mx: Ingrese un mensaje más corto para su certificado de regalo.
fr_fr: Veuillez saisir un message moins long pour votre chèque-cadeau.
it_it: Inserisci un messaggio più breve per il tuo buono regalo.
nl_nl: Voer een kortere boodschap in voor uw cadeaubon.
pt_br: Digite uma mensagem menor no seu vale-presente.
sv_se: Ange ett kortare meddelande för ditt presentkort.

source: Please select a theme for your gift certificate.
de_de: Bitte wählen Sie ein Design für Ihren Geschenkgutschein.
es_mx: Seleccione un tema para su certificado de regalo.
fr_fr: Veuillez sélectionner un thème pour votre chèque-cadeau.
it_it: Scegli un tema per il tuo buono regalo.
nl_nl: Selecteer een thema voor uw cadeaubon.
pt_br: Selecione um tema para o vale-presente.
sv_se: Välj ett tema för ditt presentkort.
