Repository: bigcommerce/dev-docs
Catalog: assets/PO/storefront-*.po
Languages: de_de, es_mx, fr_fr, it_it, nl_nl, pt_br, sv_se

source: The coupon code you entered couldn't be applied to any items in your order.
de_de: Der von Ihnen eingegebene Gutscheincode konnte auf keinen Artikel Ihrer Bestellung angewendet werden.
es_mx: El código de cupón que ingresó no pudo aplicarse a ningún artículo de su pedido.
fr_fr: Le code promotionnel que vous avez saisi n'a pas pu être appliqué aux articles de votre commande.
it_it: Il codice promozionale che hai inserito non può essere applicato a nessun articolo del tuo ordine.
nl_nl: De ingevoerde couponcode kan niet worden toegepast op artikelen in uw bestelling.
pt_br: Não foi possível aplicar o código do cupom que você inseriu a nenhum item do seu pedido.
sv_se: Kupongkoden du angav kunde inte tillämpas på några varor i din beställning.

source: There was an error updating your billing address. Please check all fields are correct and try again.
de_de: Bei der Aktualisierung Ihrer Rechnungsadresse ist ein Fehler aufgetreten. Bitte überprüfen Sie, ob alle Felder korrekt sind, und versuchen Sie es erneut.
es_mx: Ocurrió un error al actualizar su dirección de facturación. Verifique que todos los campos sean correctos e inténtelo de nuevo.
fr_fr: Une erreur est survenue lors de la mise à jour de votre adresse de facturation. Veuillez vérifier que tous les champs sont corrects et réessayer.
it_it: Si è verificato un errore durante l'aggiornamento del tuo indirizzo di fatturazione. Verifica che tutti i campi siano corretti e prova di nuovo.
nl_nl: Er is een fout opgetreden bij het bijwerken van uw factuuradres. Controleer of alle velden kloppen en probeer het opnieuw.
pt_br: Ocorreu um erro na atualização do seu endereço de faturamento. Confira se todos os campos estão preenchidos corretamente e tente novamente.
sv_se: Det gick inte att uppdatera din faktureringsadress. Kontrollera att alla fält är korrekta och försök igen.

source: My Account
de_de: Mein Konto
es_mx: Mi cuenta
fr_fr: Mon compte
it_it: Il mio account
nl_nl: Mijn account
pt_br: Minha conta
sv_se: Mitt konto

source: You have requested an invalid product download. Please try again.
de_de: Sie haben einen ungültigen Produktdownload angefordert. Bitte versuchen Sie es erneut.
es_mx: Solicitó una descarga de producto inválida. Vuelva a intentarlo.
fr_fr: Vous avez demandé le téléchargement d'un produit non valide. Veuillez réessayer.
it_it: Hai richiesto il download di un prodotto non valido. Prova di nuovo.
nl_nl: U hebt een ongeldige productdownload aangevraagd. Probeer het opnieuw.
pt_br: Você solicitou o download de um produto inválido. Tente novamente.
sv_se: Du har begärt en ogiltig produktnedladdning. Försök igen.

source: This download has expired.
de_de: Dieser Download ist abgelaufen.
es_mx: Esta descarga ya venció.
fr_fr: Ce téléchargement a expiré.
it_it: Questo download è scaduto.
nl_nl: Deze download is verlopen.
pt_br: O download expirou.
sv_se: Nedladdningen har upphört att gälla.

source: Product Downloads
de_de: Produktdownloads
es_mx: Descargas de productos
fr_fr: Téléchargements de produits
it_it: Download prodotto
pt_br: Downloads de produtos
sv_se: Produktnedladdningar

source: Files for %s
de_de: Dateien für %s
es_mx: Archivos para %s
fr_fr: Documents pour %s
it_it: File per %s
nl_nl: Bestanden voor %s
pt_br: Arquivos para %s
sv_se: Filer för %s

source: The files available for %s are listed below.
de_de: Die für %s verfügbaren Dateien sind unten aufgelistet.
es_mx: Los archivos disponibles para %s se enumeran a continuación.
fr_fr: Veuillez trouver ci-dessous les documents disponibles pour %s.
it_it: I file disponibili per %s sono elencati di seguito.
nl_nl: De beschikbare bestanden voor %s worden hieronder weergegeven.
pt_br: Os arquivos disponíveis para %s estão listados abaixo.
sv_se: De filer som är tillgängliga för %s listas nedan.

source: Your account details have been updated.
de_de: Ihre Kontodaten wurden aktualisiert.
es_mx: Se actualizaron los datos de su cuenta.
fr_fr: Les informations de votre compte ont été mises à jour.
it_it: I dettagli del tuo account sono stati aggiornati.
nl_nl: Uw accountgegevens zijn bijgewerkt.
pt_br: As informações da sua conta foram atualizadas.
sv_se: Dina kontouppgifter har uppdaterats.

source: Something went wrong trying to update your details. Please try again.
de_de: Bei der Aktualisierung Ihrer Angaben ist etwas schiefgelaufen. Bitte versuchen Sie es erneut.
es_mx: Ocurrió un error al tratar de actualizar sus datos. Vuelva a intentarlo.
fr_fr: Une erreur s'est produite lors de la mise à jour de vos informations. Veuillez réessayer.
it_it: Si è verificato un errore durante l'aggiornamento dei tuoi dati. Prova di nuovo.
nl_nl: Er is iets fout gegaan bij het bijwerken van uw gegevens. Probeer het opnieuw.
pt_br: Encontramos um problema enquanto tentávamos atualizar suas informações. Tente novamente.
sv_se: Något gick fel när du försökte uppdatera dina uppgifter. Försök igen.

source: Please type in your current password.
de_de: Bitte geben Sie Ihr aktuelles Passwort ein.
es_mx: Ingrese su contraseña actual.
fr_fr: Veuillez saisir votre mot de passe actuel.
it_it: Inserisci la password attuale.
nl_nl: Typ uw huidige wachtwoord in.
pt_br: Digite sua senha atual.
sv_se: Ange ditt nuvarande lösenord.

source: Stock check error
de_de: Fehler bei der Lagerbestandsprüfung
es_mx: Error de verificación de existencias
it_it: Errore controllo delle scorte
pt_br: Erro de verificação de estoque
sv_se: Lagerkontrollfel

source: We are facing a problem with checking inventory stock. Please try again
de_de: Wir haben ein Problem bei der Lagerbestandsprüfung. Bitte versuchen Sie es erneut.
es_mx: Estamos teniendo un problema con la verificación de las existencias en inventario. Vuelva a intentarlo
it_it: Stiamo riscontrando problemi con la verifica delle scorte di magazzino. Riprova
pt_br: Estamos enfrentando um problema na verificação do estoque. Tente novamente
sv_se: Vi står inför ett problem med inventeringskontroll. Var god försök igen

source: Invalid payload
de_de: Ungültige Nutzdaten
es_mx: Carga útil inválida
it_it: Payload non valido
pt_br: Carga inválida
sv_se: Ogiltig nyttolast

source: Invalid custom form field ID provided: {field}
de_de: Ungültige benutzerdefinierte Formularfeld-ID angegeben: {field}
es_mx: Se proporcionó una identificación de campo de formulario inválida: {field}
it_it: ID campo modulo personalizzato specificato non valido: {field}
pt_br: Foi informado uma ID de campo de formulário personalizada incorreta: {field}
sv_se: Ogiltigt anpassat formulärfält-ID: {field}

source: All prices are in <span title='%s'>%s</span>
de_de: Alle Preise sind in <span title='%s'>%s</span>
es_mx: Todos los precios están en <span title='%s'>%s</span>
fr_fr: Tous les prix sont exprimés en <span title='%s'>%s</span>
it_it: Tutti i prezzi sono indicati in <span title='%s'>%s</span>
nl_nl: Alle prijzen zijn in <span title='%s'>%s</span>
pt_br: Todos os preços estão em <span title='%s'>%s</span>
sv_se: Alla priser är i <span title='%s'>%s</span>

source: Your order does not meet the minimum total for this coupon code to be applied. Please spend another {amountDiff} first.
de_de: Ihre Bestellung entspricht nicht der Mindestsumme, die für die Anwendung dieses Gutscheincodes erforderlich ist. Bitte geben Sie zunächst weitere {amountDiff} aus.
es_mx: Su pedido no alcanza el total mínimo para que se aplique este código de cupón. Ingrese otro gasto de {amountDiff} primero.
fr_fr: Votre commande n'atteint pas le montant total minimum pour que ce code promotionnel puisse être appliqué. Il vous manque {amountDiff}.
it_it: Il tuo ordine non soddisfa il totale minimo per applicare questo codice promozionale. Ti preghiamo di spendere prima altri {amountDiff}.
nl_nl: Uw bestelling voldoet niet aan het minimale totaalbedrag voor deze couponcode. Besteed eerst nog {amountDiff}.
pt_br: Seu pedido não atende ao total mínimo para aplicação do código do cupom. Gaste mais {amountDiff} primeiro.
sv_se: Din beställning uppfyller inte den minsta summan för att denna kupongkod ska tillämpas. Spendera ytterligare en {amountDiff} först.

source: We don't have enough {product} stock on hand for the quantity you selected. Please try again.
de_de: Wir haben für die von Ihnen gewählte Menge nicht genügend {product} auf Lager. Bitte versuchen Sie es erneut.
es_mx: No tenemos suficientes existencias {product} para la cantidad que seleccionó. Vuelva a intentarlo.
fr_fr: Notre stock de {product} est inférieur à la quantité que vous avez sélectionnée. Veuillez réessayer.
it_it: Al momento non abbiamo abbastanza scorte di {product} a magazzino per soddisfare la quantità selezionata. Riprova.
nl_nl: We hebben niet voldoende voorraad van {product} voor de geselecteerde hoeveelheid. Probeer het opnieuw.
pt_br: Não temos estoque de {product} disponível suficiente para a quantidade que você selecionou. Tente novamente.
sv_se: Vi har inte tillräckligt med {product} lager för den kvantitet du valt. Försök igen.

source: Promotion is inactive
de_de: Werbeangebot ist inaktiv
es_mx: La promoción está inactiva
fr_fr: La promotion n'est pas active
it_it: La promozione non è attiva
nl_nl: Aanbieding is niet actief
pt_br: A promoção está inativa
sv_se: Kampanjen är inaktiv

source: This promotion cannot be applied with the selected currency
de_de: Dieses Werbeangebot kann bei der ausgewählten Währung nicht angewendet werden
es_mx: Esta promoción no puede aplicarse con la moneda seleccionada
fr_fr: Cette promotion ne peut pas être appliquée avec la devise sélectionnée
it_it: Questa promozione non può essere applicata con la valuta selezionata
nl_nl: Deze aanbieding kan niet worden gebruikt met de geselecteerde valuta
pt_br: Não é possível aplicar esta promoção com a moeda selecionada
sv_se: Den här kampanjen kan inte tillämpas med den valda valutan

source: You are not in the customer group the promotion targets
de_de: Sie gehören nicht zu der Kundengruppe, für die das Werbeangebot gilt
es_mx: No está en el grupo de clientes que son los objetivos de la promoción
fr_fr: Vous ne faites pas partie du groupe de clients visé par la promotion
it_it: Non fai parte del gruppo di clienti a cui è rivolta la promozione
nl_nl: U bevindt zich niet in de klantengroep waar de aanbieding op gericht is
pt_br: Você não faz parte do grupo de clientes a que a promoção se destina
sv_se: Du ingår inte i kundgruppen som marknadsföringsmålen

source: You do not meet the minimum order requirement for the promotion
de_de: Sie erfüllen nicht die erforderliche Mindestbestellmenge für das Werbeangebot
es_mx: No cumple con el requisito de pedido mínimo para la promoción
fr_fr: Vous n'avez pas atteint le minimum de commande requis pour cette promotion
it_it: Non soddisfi i requisiti minimi di ordine per la promozione
nl_nl: U voldoet niet aan de minimale bestelvereiste voor de aanbieding
pt_br: O seu pedido não atende às exigências mínimas da promoção
sv_se: Du uppfyller inte minimikravet för kampanjen

source: Shipping address is required for the promotion
de_de: Für das Werbeangebot ist eine Lieferadresse erforderlich
es_mx: Se requiere la dirección de envío para la promoción
fr_fr: L'adresse de livraison est nécessaire pour que la promotion s'applique
it_it: L'indirizzo di spedizione è obbligatorio per la promozione
nl_nl: Verzendadres is vereist voor de aanbieding
pt_br: O endereço de envio é obrigatório para a promoção
sv_se: Leveransadress krävs för kampanjen

source: The promotion can not be used in order with multiple shipping addresses
de_de: Das Werbeangebot kann nicht in einer Bestellung mit mehreren Lieferadressen verwendet werden
es_mx: La promoción no puede utilizarse en orden con múltiples direcciones de envío
fr_fr: La promotion ne peut pas être utilisée pour une commande avec plusieurs adresses de livraison
it_it: La promozione non può essere utilizzata per un ordine con più indirizzi di spedizione
nl_nl: De aanbieding kan niet worden gebruikt bij een bestelling met meerdere verzendadressen
pt_br: A promoção não pode ser utilizada em pedidos com vários endereços de envio
sv_se: Kampanjen kan inte användas till en beställning med flera leveransadresser

source: The promotion can not be applied for this shipping address
de_de: Das Werbeangebot kann nicht für diese Lieferadresse angewendet werden
es_mx: La promoción no puede aplicarse para esta dirección de envío
fr_fr: La promotion n'est pas valable pour cette adresse de livraison
it_it: La promozione non può essere applicata per questo indirizzo di spedizione
nl_nl: De aanbieding kan niet worden gebruikt voor dit verzendadres
pt_br: Não é possível aplicar a promoção neste endereço de envio
sv_se: Kampanjen kan inte tillämpas på denna leveransadress

source: Something went wrong
de_de: Es ist etwas schiefgegangen
es_mx: Algo salió mal
fr_fr: Une erreur s'est produite
it_it: Si è verificato un errore
nl_nl: Er is iets fout gegaan
pt_br: Ocorreu um erro
sv_se: Något gick fel

source: The coupon code you entered has been disabled so it can't be used.
de_de: Der von Ihnen eingegebene Gutscheincode wurde deaktiviert und kann daher nicht verwendet werden.
es_mx: El código de cupón que ingresó se desactivó para que no pueda utilizarse.
fr_fr: Le code promotionnel que vous avez saisi a été désactivé et ne peut donc pas être utilisé.
it_it: Il codice promozionale che hai inserito è stato disattivato e non può essere utilizzato.
nl_nl: De ingevoerde couponcode is uitgeschakeld en kan dus niet gebruikt worden.
pt_br: O código do cupom inserido foi desativado e não pode ser utilizado.
sv_se: Kupongkoden du har angett har inaktiverats så att den inte kan användas.

source: The coupon code you entered expired on %s so it can't be used.
de_de: Der von Ihnen eingegebene Gutscheincode ist am %s abgelaufen und kann daher nicht verwendet werden.
es_mx: El código del cupón que introdujo venció el %s por lo que no puede utilizarse.
fr_fr: Le code promotionnel que vous avez saisi a expiré le %s et ne peut donc pas être utilisé.
it_it: Il codice promozionale che hai inserito è scaduto il %s e non può essere utilizzato.
nl_nl: De ingevoerde couponcode is op %s verlopen en kan dus niet gebruikt worden.
pt_br: O código do cupom inserido expirou em %s e não pode ser utilizado.
sv_se: Kupongkoden du angav gick ut den %s så att den inte kan användas.

source: The coupon code you entered has already expired so it can't be used.
de_de: Der von Ihnen eingegebene Gutscheincode ist bereits abgelaufen und kann daher nicht verwendet werden.
es_mx: El código de cupón que ingresó ya venció, por lo que no puede utilizarse.
fr_fr: Le code promotionnel que vous avez saisi a expiré et ne peut donc pas être utilisé.
it_it: Il codice promozionale che hai inserito è già scaduto e non può essere utilizzato.
nl_nl: De ingevoerde couponcode is al verlopen en kan dus niet gebruikt worden.
pt_br: O código do cupom inserido expirou e não pode ser utilizado.
sv_se: Kupongkoden du angav har redan gått ut så att den inte kan användas.

source: Coupon code can not be found
de_de: Gutscheincode kann nicht gefunden werden
es_mx: No se encuentra el código del cupón
fr_fr: Le code promotionnel est introuvable
it_it: Il codice promozionale non può essere trovato
nl_nl: Couponcode is niet gevonden
pt_br: Não foi possível encontrar o código do cupom
sv_se: Kupongkoden kan inte hittas

source: This promotion can not be used in conjunction with other promotions
de_de: Dieses Werbeangebot kann nicht in Verbindung mit anderen Werbeangeboten verwendet werden
es_mx: Esta promoción no puede utilizarse junto con otras promociones
fr_fr: Cette promotion ne peut pas être combinée avec d'autres promotions
it_it: Questa promozione non può essere utilizzata in combinazione con altre promozioni
nl_nl: Deze aanbieding kan niet worden gebruikt in combinatie met andere aanbiedingen
pt_br: Essa promoção não pode ser usada em conjunto com outras promoções
sv_se: Denna kampanj kan inte användas tillsammans med andra kampanjer

source: unknown
de_de: unbekannt
es_mx: Se desconoce
fr_fr: inconnu
it_it: sconosciuto
nl_nl: onbekend
pt_br: desconhecido
sv_se: Okänd

source: Unfortunately this product is no longer for sale so it cannot be reordered.
de_de: Leider ist dieses Produkt nicht mehr erhältlich und kann daher nicht nachbestellt werden.
es_mx: Lamentablemente, este producto ya no está a la venta, por lo que no puede volver a pedirse.
fr_fr: Ce produit n'est malheureusement plus en vente et ne peut donc pas être commandé à nouveau.
it_it: Purtroppo questo prodotto non è più in vendita, quindi non può essere riordinato.
nl_nl: Dit product wordt helaas niet meer verkocht en kan dus niet opnieuw besteld worden.
pt_br: Infelizmente, este produto não está mais à venda e não pode ser comprado novamente.
sv_se: Tyvärr är den här produkten inte längre till salu så den kan inte beställas igen.

source: This product cannot be reordered because it's out of stock.
de_de: Dieses Produkt kann nicht nachbestellt werden, da es nicht vorrätig ist.
es_mx: Este producto no puede volverse a pedir porque está agotado.
fr_fr: Ce produit ne peut pas être commandé à nouveau car il est en rupture de stock.
it_it: Questo prodotto non può essere riordinato perché è esaurito.
nl_nl: Dit product kan niet opnieuw besteld worden omdat het niet op voorraad is.
pt_br: Não é possível comprar este produto novamente porque não há estoque disponível.
sv_se: Den här produkten kan inte beställas igen eftersom den är slut i lagret.

source: Please select a file for the {displayName} option.
de_de: Bitte wählen Sie eine Datei für die Option {displayName}.
es_mx: Seleccione un archivo para la opción {displayName}.
fr_fr: Veuillez sélectionner un fichier pour l'option {displayName}.
it_it: Seleziona un file per l'opzione {displayName}.
nl_nl: Selecteer een bestand voor de optie {displayName}.
pt_br: Selecione um arquivo para a opção {displayName}.
sv_se: Välj en fil för alternativet {displayName}.

source: Unfortunately this product is not available for purchase.
de_de: Leider ist dieses Produkt nicht erhältlich.
es_mx: Desafortunadamente, este producto no está disponible para su compra.
fr_fr: Ce produit n'est malheureusement pas disponible à l'achat.
it_it: Purtroppo questo prodotto non è disponibile per l'acquisto.
nl_nl: Dit product wordt helaas niet verkocht.
pt_br: Infelizmente, este produto não está disponível para compra.
sv_se: Tyvärr så är inte denna produkt tillgänglig för köp.

source: The inventory level for the following product is below what you ordered, so we could not proceed with the checkout: {productName}
de_de: Der Lagerbestand für das folgende Produkt liegt unter der von Ihnen bestellten Menge, weshalb wir nicht mit dem Bezahlvorgang fortfahren konnten: {productName}
es_mx: El nivel de inventario del siguiente producto está por debajo de la cantidad que solicitó, por lo que no pudimos iniciar el proceso de pago: {productName}
fr_fr: Le niveau de stock de ce produit est inférieur à la quantité que vous avez commandée, nous n'avons donc pas pu procéder au paiement : {productName}
it_it: Il livello di inventario per il seguente prodotto è inferiore a quello ordinato, per questo motivo non è stato possibile procedere con il checkout: {productName}
nl_nl: De beschikbare voorraad van het volgende product is minder dan wat u besteld hebt, dus we kunnen niet verdergaan met afrekenen: {productName}
pt_br: O nível do inventário para o produto a seguir está abaixo do que você solicitou, portanto, não foi possível dar prosseguimento à finalização da compra: {productName}
sv_se: Lagernivån för följande produkt är lägre än vad du beställde, så vi kunde inte fortsätta med kassan: {productName}

source: The coupon has been removed from your cart.
de_de: Der Gutschein wurde aus Ihrem Warenkorb entfernt.
es_mx: El cupón se eliminó de su carrito.
fr_fr: Le code promotionnel a été retiré de votre panier.
it_it: Il coupon promozionale è stato rimosso dal tuo carrello.
nl_nl: De coupon is verwijderd uit uw winkelmandje.
pt_br: O cupom foi removido do seu carrinho.
sv_se: Kupongen har tagits bort från din kundvagn.

source: Forgot Password
de_de: Passwort vergessen
es_mx: Olvidé mi contraseña
fr_fr: Mot de passe oublié
it_it: Password dimenticata
nl_nl: Wachtwoord vergeten
pt_br: Esqueci a senha
sv_se: Glömt ditt lösenord

source: Create Account
de_de: Konto erstellen
es_mx: Crear cuenta
fr_fr: Créer un compte
it_it: Crea account
nl_nl: Account aanmaken
pt_br: Criar conta
sv_se: Skapa konto

source: Your Account Has Been Created
de_de: Ihr Konto wurde erstellt
es_mx: Se creó su cuenta
fr_fr: Votre compte a été créé
it_it: Il tuo account è stato creato
nl_nl: Uw account is aangemaakt
pt_br: Sua conta foi criada
sv_se: Ditt konto har skapats

source: Sign in
de_de: Anmelden
es_mx: Iniciar sesión
fr_fr: Se connecter
it_it: Accedi
nl_nl: Inloggen
pt_br: Entrar
sv_se: Logga in

source: If the entered email address is associated with this store, you will receive a password reset email. If you don't receive this e-mail, please check your junk mail folder or contact us for further assistance.
de_de: Wenn die eingegebene E-Mail-Adresse mit diesem Online-Shop verknüpft ist, erhalten Sie eine E-Mail zum Zurücksetzen des Passworts. Wenn Sie diese E-Mail nicht erhalten, überprüfen Sie bitte Ihren Spam-Ordner oder kontaktieren Sie uns, um weitere Unterstützung zu erhalten.
es_mx: Si la dirección de correo electrónico ingresada está asociada a esta tienda, recibirá un correo electrónico para el restablecimiento de la contraseña. Si no recibe este correo electrónico, revise su carpeta de correo no deseado o contáctenos para obtener más ayuda.
fr_fr: Si l'adresse e-mail saisie est associée à un compte sur ce site, vous recevrez un e-mail de réinitialisation du mot de passe. Si vous ne recevez pas cet e-mail, veuillez vérifier vos courriers indésirables ou nous contacter pour obtenir de l'aide.
it_it: Se l'indirizzo e-mail inserito è associato a questo negozio, riceverai un'e-mail per la reimpostazione della password. Se non la ricevi, controlla la cartella Posta indesiderata o contattaci per ulteriore assistenza.
nl_nl: Als het ingevoerde e-mailadres aan deze winkel gekoppeld is, dan ontvangt u een e-mailbericht om uw wachtwoord opnieuw in te stellen. Als u dit e-mailbericht niet ontvangt, kijk dan in uw map met ongewenste berichten of neem voor hulp contact met ons op.
pt_br: Se o endereço de email informado estiver associado a esta loja, você vai receber um email de redefinição de senha. Se não receber este email, verifique a pasta onde fica o lixo eletrônico ou entre em contato conosco para receber mais ajuda.
sv_se: Om den angivna e-postadressen är associerad med den här butiken får du ett e-postmeddelande om återställning av lösenord. Om du inte får denna e-post, kontrollera din skräppost mapp eller kontakta oss för ytterligare hjälp.
